/* A tamper protection password is required to install over the existing product. */
"A tamper protection password is required to install over the existing product." = "Le mot de passe de la protection antialtération est obligatoire pour pouvoir remplacer le produit existant.";

/* Are you sure you want to cancel the download? */
"Are you sure you want to cancel the download?" = "Voulez-vous vraiment annuler le téléchargement ?";

/* (No Commment) */
"Authentication is required to allow download Sophos Endpoint." = "L’authentification est nécessaire pour télécharger Sophos Endpoint.";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.10\nFree Disk Space:    1GB\nCannot have SGN 8 Enterprise Full Disk Encryption installed\n\n" = "Retrouvez ci-dessous la configuration minimum requise :\n\nPlate-forme :  10.10\nEspace disque libre :    1 Go\nImpossible d'installer le chiffrement intégral des disques SafeGuard Enterprise 8\n\n";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.8 Intel\nFree Disk Space:    1GB\n\n" = "Retrouvez ci-dessous la configuration minimum requise :\n\nPlate-forme :  10.8 Intel\nEspace disque libre :    1 Go\n\n";

/* Cancel */
"Cancel" = "Annuler";

/* Connecting... */
"Connecting..." = "Connexion en cours...";

/* Contact your computer systems administrator or Sophos Technical Support for further assistance. */
"Contact your computer systems administrator or Sophos Technical Support for further assistance." = "Veuillez contacter votre administrateur système ou le support technique de Sophos pour obtenir plus d’assistance.";

/* Contact your system administrator or Sophos Technical Support for further assistance. */
"Contact your system administrator or Sophos Technical Support for further assistance." = "Veuillez contacter votre administrateur système ou le support technique de Sophos pour obtenir plus d’assistance.";

/* Continue */
"Continue" = "Continuer";

/* Device Encryption: Protects your data if your device is lost or stolen. */
"Device Encryption: Protects your data if your device is lost or stolen." = "Device Encryption : protection de vos données en cas de perte ou de vol de votre appareil.";

/* OK button in alerts */
"OK" = "OK";

/* Downloading... */
"Downloading..." = "Téléchargement en cours...";

/* Failed to receive configuration */
"Failed to receive configuration" = "Impossible de recevoir la configuration";

/* Failed to register with Sophos Central */
"Failed to register with Sophos Central" = "Impossible de procéder à l’enregistrement dans Sophos Central";

/* Further information is available in */
"Further information is available in " = "Retrouvez plus de renseignements dans ";

/* Install */
"Install" = "Installer";

/* Installer */
"Installer" = " ";

/* Installing... */
"Installing..." = "Installation…";

/* Intercept X: Protects against ransomware and exploits. */
"Intercept X: Protects against ransomware and exploits." = "Intercept X : protection contre les ransomwares et les Exploits.";

/* Preparing download, this may take several minutes... */
"Preparing download, this may take several minutes..." = "Téléchargement en cours de préparation. L’opération peut prendre quelques minutes...";

/* Quit */
"Quit" = "Quitter";

/* Received configuration */
"Received configuration" = "Configuration reçue";

/* Registered with Sophos Central */
"Registered with Sophos Central" = "Enregistré dans Sophos Central";

/* Registering with Sophos Central */
"Registering with Sophos Central" = "Enregistrement dans Sophos Central";

/* Software installed */
"Software installed" = "Logiciel installé";

/* Download cancel alert sheet */
"Sophos Central Endpoint Installer" = "Sophos Endpoint Installer";

/* Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version. */
"Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version." = "Sophos Device Encryption assure la protection de vos données en cas de perte ou de vol de votre Mac. Cette app télécharge et installe la toute dernière version.";

/* Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version. */
"Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version." = "Sophos Endpoint Protection assure la protection de votre Mac contre les virus, les spywares et bien plus encore. Cette app télécharge et installe la toute dernière version.";

/* Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version. */
"Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version." = "Sophos Intercept X assure la protection de votre Mac contre les ransomwares et les Exploits. Cette app télécharge et installe la toute dernière version.";

/* The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue. */
"The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue." = "Le fichier de configuration SophosCloudConfig.plist est incorrect ou endommagé. Le programme d’installation ne peut pas continuer.";

/* (No Commment) */
"The installer self-check has failed, it may be damaged or corrupted. The installer cannot continue." = "L'auto-vérification du programme d'installation a échoué. Il se peut qu'elle soit endommagée ou corrompue. Le programme d'installation ne peut pas continuer.";

/* The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue. */
"The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue." = "Le fichier de configuration SophosCloudConfig.plist n’est pas présent dans le dossier « Sophos Installer Components ». Le programme d’installation ne peut pas continuer.";

/* (No Commment) */
"Uninstall the existing product before installing Sophos Central Endpoint." = "Veuillez désinstaller ce produit avant d'installer Sophos Endpoint.";

/* Verifying... */
"Verifying..." = "Vérification en cours...";

/* Waiting for configuration */
"Waiting for configuration" = "En attente de la configuration";

/* (No Commment) */
"Your system does not meet the minimum system requirements for Sophos Central Endpoint." = "Votre système ne satisfait pas à la configuration système requise pour Sophos Endpoint.";

/* Your system has an incompatible Sophos Endpoint product installed. */
"Your system has an incompatible Sophos Endpoint product installed." = "Un produit Sophos Endpoint incompatible est installé sur votre système.";

/* full stop at end of KBA info text */
"." = ".";
